Revit 2027 API
PlanTopology.Phase Property
The phase of the PlanTopology.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Phase Phase { get; }
Public ReadOnly Property Phase As Phase
	Get
public:
property Phase^ Phase {
	Phase^ get ();
}
member Phase : Phase with get
Property Value
Phase
See Also
Reference
PlanTopology Class
Autodesk.Revit.DB Namespace